{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "": 94,
      "": 95,
      "": 96,
      "¡": 97,
      "¢": 98,
      "£": 99,
      "¤": 100,
      "¥": 101,
      "§": 102,
      "¨": 103,
      "©": 104,
      "ª": 105,
      "«": 106,
      "¬": 107,
      "®": 108,
      "¯": 109,
      "°": 110,
      "±": 111,
      "²": 112,
      "³": 113,
      "´": 114,
      "µ": 115,
      "¶": 116,
      "·": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "À": 125,
      "Á": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Í": 136,
      "Î": 137,
      "Ð": 138,
      "Ñ": 139,
      "Ò": 140,
      "Ó": 141,
      "Ô": 142,
      "Õ": 143,
      "Ö": 144,
      "×": 145,
      "Ø": 146,
      "Ú": 147,
      "Û": 148,
      "Ü": 149,
      "Þ": 150,
      "ß": 151,
      "à": 152,
      "á": 153,
      "â": 154,
      "ã": 155,
      "ä": 156,
      "å": 157,
      "æ": 158,
      "ç": 159,
      "è": 160,
      "é": 161,
      "ê": 162,
      "ë": 163,
      "ì": 164,
      "í": 165,
      "î": 166,
      "ï": 167,
      "ð": 168,
      "ñ": 169,
      "ò": 170,
      "ó": 171,
      "ô": 172,
      "õ": 173,
      "ö": 174,
      "÷": 175,
      "ø": 176,
      "ù": 177,
      "ú": 178,
      "û": 179,
      "ü": 180,
      "ý": 181,
      "þ": 182,
      "ÿ": 183,
      "Ā": 184,
      "ā": 185,
      "ă": 186,
      "Ą": 187,
      "ą": 188,
      "Ć": 189,
      "ć": 190,
      "Ĉ": 191,
      "ĉ": 192,
      "Ċ": 193,
      "ċ": 194,
      "Č": 195,
      "č": 196,
      "Ď": 197,
      "ď": 198,
      "Đ": 199,
      "đ": 200,
      "Ē": 201,
      "ē": 202,
      "Ĕ": 203,
      "ĕ": 204,
      "Ė": 205,
      "ė": 206,
      "Ę": 207,
      "ę": 208,
      "ě": 209,
      "ĝ": 210,
      "Ğ": 211,
      "ğ": 212,
      "Ġ": 213,
      "ġ": 214,
      "Ģ": 215,
      "ĥ": 216,
      "Ħ": 217,
      "ħ": 218,
      "ĩ": 219,
      "Ī": 220,
      "ī": 221,
      "ĭ": 222,
      "į": 223,
      "İ": 224,
      "ı": 225,
      "Ĳ": 226,
      "ĳ": 227,
      "ĵ": 228,
      "Ķ": 229,
      "ķ": 230,
      "ĺ": 231,
      "Ļ": 232,
      "ļ": 233,
      "Ľ": 234,
      "ľ": 235,
      "ŀ": 236,
      "Ł": 237,
      "ł": 238,
      "ń": 239,
      "Ņ": 240,
      "ņ": 241,
      "ň": 242,
      "ŉ": 243,
      "Ŋ": 244,
      "ŋ": 245,
      "Ō": 246,
      "ō": 247,
      "Ŏ": 248,
      "ŏ": 249,
      "ő": 250,
      "Œ": 251,
      "œ": 252,
      "ŕ": 253,
      "ŗ": 254,
      "Ř": 255,
      "ř": 256,
      "Ś": 257,
      "ś": 258,
      "ŝ": 259,
      "Ş": 260,
      "ş": 261,
      "Š": 262,
      "š": 263,
      "Ţ": 264,
      "ţ": 265,
      "ť": 266,
      "ũ": 267,
      "Ū": 268,
      "ū": 269,
      "ŭ": 270,
      "Ů": 271,
      "ů": 272,
      "ű": 273,
      "ų": 274,
      "ŵ": 275,
      "ŷ": 276,
      "Ÿ": 277,
      "Ź": 278,
      "ź": 279,
      "Ż": 280,
      "ż": 281,
      "Ž": 282,
      "ž": 283,
      "ſ": 284,
      "ƀ": 285,
      "Ɔ": 286,
      "Ɖ": 287,
      "Ǝ": 288,
      "Ə": 289,
      "Ɛ": 290,
      "ƒ": 291,
      "Ɣ": 292,
      "ƕ": 293,
      "ƛ": 294,
      "ơ": 295,
      "ƣ": 296,
      "ư": 297,
      "Ʋ": 298,
      "Ʒ": 299,
      "ƿ": 300,
      "ǀ": 301,
      "ǁ": 302,
      "ǂ": 303,
      "ǎ": 304,
      "ǐ": 305,
      "ǒ": 306,
      "ǔ": 307,
      "ǚ": 308,
      "ǝ": 309,
      "ǣ": 310,
      "ǥ": 311,
      "ǩ": 312,
      "Ǫ": 313,
      "ǫ": 314,
      "ǭ": 315,
      "ǵ": 316,
      "Ƿ": 317,
      "ǹ": 318,
      "Ǿ": 319,
      "ǿ": 320,
      "ȁ": 321,
      "ȅ": 322,
      "Ș": 323,
      "ș": 324,
      "Ț": 325,
      "ț": 326,
      "Ȝ": 327,
      "ȝ": 328,
      "Ȣ": 329,
      "ȯ": 330,
      "ȳ": 331,
      "ȷ": 332,
      "ȸ": 333,
      "ȹ": 334,
      "Ɂ": 335,
      "ɂ": 336,
      "Ʉ": 337,
      "ɐ": 338,
      "ɑ": 339,
      "ɒ": 340,
      "ɓ": 341,
      "ɔ": 342,
      "ɕ": 343,
      "ɖ": 344,
      "ɗ": 345,
      "ə": 346,
      "ɚ": 347,
      "ɛ": 348,
      "ɜ": 349,
      "ɟ": 350,
      "ɠ": 351,
      "ɡ": 352,
      "ɣ": 353,
      "ɤ": 354,
      "ɥ": 355,
      "ɦ": 356,
      "ɨ": 357,
      "ɪ": 358,
      "ɬ": 359,
      "ɲ": 360,
      "ɳ": 361,
      "ɴ": 362,
      "ɸ": 363,
      "ɹ": 364,
      "ɺ": 365,
      "ɻ": 366,
      "ɽ": 367,
      "ɾ": 368,
      "ʀ": 369,
      "ʁ": 370,
      "ʃ": 371,
      "ʄ": 372,
      "ʉ": 373,
      "ʊ": 374,
      "ʋ": 375,
      "ʌ": 376,
      "ʍ": 377,
      "ʎ": 378,
      "ʒ": 379,
      "ʔ": 380,
      "ʕ": 381,
      "ʙ": 382,
      "ʝ": 383,
      "ʤ": 384,
      "ʰ": 385,
      "ʲ": 386,
      "ʷ": 387,
      "ʹ": 388,
      "ʻ": 389,
      "ʼ": 390,
      "ʽ": 391,
      "ʾ": 392,
      "ʿ": 393,
      "ˀ": 394,
      "ˁ": 395,
      "ˆ": 396,
      "ˈ": 397,
      "ˊ": 398,
      "ˌ": 399,
      "ː": 400,
      "˘": 401,
      "˙": 402,
      "˚": 403,
      "˜": 404,
      "ˠ": 405,
      "ˡ": 406,
      "ˣ": 407,
      "̀": 408,
      "́": 409,
      "̂": 410,
      "̃": 411,
      "̄": 412,
      "̆": 413,
      "̇": 414,
      "̈": 415,
      "̊": 416,
      "̍": 417,
      "̑": 418,
      "̓": 419,
      "̔": 420,
      "̜": 421,
      "̝": 422,
      "̞": 423,
      "̠": 424,
      "̣": 425,
      "̤": 426,
      "̥": 427,
      "̨": 428,
      "̩": 429,
      "̪": 430,
      "̯": 431,
      "̱": 432,
      "̲": 433,
      "̶": 434,
      "̸": 435,
      "ͅ": 436,
      "͘": 437,
      "͠": 438,
      "͡": 439,
      "ͣ": 440,
      "ͤ": 441,
      "ͦ": 442,
      "΄": 443,
      "΅": 444,
      "Ά": 445,
      "Ό": 446,
      "ΐ": 447,
      "Α": 448,
      "Β": 449,
      "Γ": 450,
      "Δ": 451,
      "Ε": 452,
      "Ζ": 453,
      "Η": 454,
      "Θ": 455,
      "Ι": 456,
      "Κ": 457,
      "Λ": 458,
      "Μ": 459,
      "Ν": 460,
      "Ξ": 461,
      "Ο": 462,
      "Π": 463,
      "Ρ": 464,
      "Σ": 465,
      "Τ": 466,
      "Υ": 467,
      "Φ": 468,
      "Χ": 469,
      "Ψ": 470,
      "Ω": 471,
      "ά": 472,
      "έ": 473,
      "ή": 474,
      "ί": 475,
      "α": 476,
      "β": 477,
      "γ": 478,
      "δ": 479,
      "ε": 480,
      "ζ": 481,
      "η": 482,
      "θ": 483,
      "ι": 484,
      "κ": 485,
      "λ": 486,
      "μ": 487,
      "ν": 488,
      "ξ": 489,
      "ο": 490,
      "π": 491,
      "ρ": 492,
      "ς": 493,
      "σ": 494,
      "τ": 495,
      "υ": 496,
      "φ": 497,
      "χ": 498,
      "ψ": 499,
      "ω": 500,
      "ϊ": 501,
      "ϋ": 502,
      "ό": 503,
      "ύ": 504,
      "ώ": 505,
      "ϒ": 506,
      "ϕ": 507,
      "ϖ": 508,
      "Ϙ": 509,
      "Ϝ": 510,
      "ϝ": 511,
      "ϯ": 512,
      "ϳ": 513,
      "Ϻ": 514,
      "Є": 515,
      "І": 516,
      "Ј": 517,
      "А": 518,
      "Б": 519,
      "В": 520,
      "Г": 521,
      "Д": 522,
      "Е": 523,
      "Ж": 524,
      "З": 525,
      "И": 526,
      "Й": 527,
      "К": 528,
      "Л": 529,
      "М": 530,
      "Н": 531,
      "О": 532,
      "П": 533,
      "Р": 534,
      "С": 535,
      "Т": 536,
      "У": 537,
      "Ф": 538,
      "Х": 539,
      "Ц": 540,
      "Ч": 541,
      "Ш": 542,
      "Ъ": 543,
      "Ы": 544,
      "Ь": 545,
      "Ю": 546,
      "Я": 547,
      "а": 548,
      "б": 549,
      "в": 550,
      "г": 551,
      "д": 552,
      "е": 553,
      "ж": 554,
      "з": 555,
      "и": 556,
      "й": 557,
      "к": 558,
      "л": 559,
      "м": 560,
      "н": 561,
      "о": 562,
      "п": 563,
      "р": 564,
      "с": 565,
      "т": 566,
      "у": 567,
      "ф": 568,
      "х": 569,
      "ц": 570,
      "ч": 571,
      "ш": 572,
      "щ": 573,
      "ъ": 574,
      "ы": 575,
      "ь": 576,
      "э": 577,
      "ю": 578,
      "я": 579,
      "ё": 580,
      "ђ": 581,
      "ѓ": 582,
      "є": 583,
      "і": 584,
      "ї": 585,
      "ј": 586,
      "љ": 587,
      "њ": 588,
      "ќ": 589,
      "џ": 590,
      "Ѣ": 591,
      "ѣ": 592,
      "ѩ": 593,
      "Ѫ": 594,
      "ѫ": 595,
      "Ѳ": 596,
      "ѳ": 597,
      "ѹ": 598,
      "ґ": 599,
      "ғ": 600,
      "Қ": 601,
      "қ": 602,
      "ң": 603,
      "ү": 604,
      "ұ": 605,
      "ҳ": 606,
      "Ҷ": 607,
      "ҷ": 608,
      "Ӏ": 609,
      "ӓ": 610,
      "ӕ": 611,
      "Ә": 612,
      "ә": 613,
      "ӛ": 614,
      "ӝ": 615,
      "ӟ": 616,
      "ӣ": 617,
      "ӧ": 618,
      "ө": 619,
      "ӫ": 620,
      "ӱ": 621,
      "ӵ": 622,
      "ӹ": 623,
      "Ա": 624,
      "Բ": 625,
      "Գ": 626,
      "Ե": 627,
      "Է": 628,
      "Լ": 629,
      "Կ": 630,
      "Հ": 631,
      "Ղ": 632,
      "Մ": 633,
      "Ո": 634,
      "Պ": 635,
      "Ս": 636,
      "Վ": 637,
      "Տ": 638,
      "Ւ": 639,
      "Փ": 640,
      "ա": 641,
      "բ": 642,
      "գ": 643,
      "դ": 644,
      "ե": 645,
      "զ": 646,
      "է": 647,
      "ը": 648,
      "թ": 649,
      "ի": 650,
      "խ": 651,
      "կ": 652,
      "հ": 653,
      "ձ": 654,
      "ղ": 655,
      "ճ": 656,
      "մ": 657,
      "յ": 658,
      "ն": 659,
      "շ": 660,
      "ո": 661,
      "չ": 662,
      "պ": 663,
      "ջ": 664,
      "ռ": 665,
      "ս": 666,
      "վ": 667,
      "տ": 668,
      "ր": 669,
      "ց": 670,
      "ւ": 671,
      "փ": 672,
      "ք": 673,
      "օ": 674,
      "ֆ": 675,
      "և": 676,
      "։": 677,
      "֍": 678,
      "֎": 679,
      "֏": 680,
      "֤": 681,
      "֫": 682,
      "ְ": 683,
      "ֱ": 684,
      "ֲ": 685,
      "ֳ": 686,
      "ִ": 687,
      "ֵ": 688,
      "ֶ": 689,
      "ַ": 690,
      "ָ": 691,
      "ֹ": 692,
      "ּ": 693,
      "ֿ": 694,
      "ׁ": 695,
      "ׂ": 696,
      "א": 697,
      "ב": 698,
      "ג": 699,
      "ד": 700,
      "ה": 701,
      "ו": 702,
      "ז": 703,
      "ח": 704,
      "ט": 705,
      "י": 706,
      "ך": 707,
      "כ": 708,
      "ל": 709,
      "ם": 710,
      "מ": 711,
      "ן": 712,
      "נ": 713,
      "ס": 714,
      "ע": 715,
      "ף": 716,
      "פ": 717,
      "ץ": 718,
      "צ": 719,
      "ק": 720,
      "ר": 721,
      "ש": 722,
      "ת": 723,
      "װ": 724,
      "ױ": 725,
      "ײ": 726,
      "׳": 727,
      "״": 728,
      "،": 729,
      "؟": 730,
      "ء": 731,
      "آ": 732,
      "أ": 733,
      "إ": 734,
      "ئ": 735,
      "ا": 736,
      "ب": 737,
      "ة": 738,
      "ت": 739,
      "ث": 740,
      "ج": 741,
      "ح": 742,
      "خ": 743,
      "د": 744,
      "ذ": 745,
      "ر": 746,
      "ز": 747,
      "س": 748,
      "ش": 749,
      "ص": 750,
      "ض": 751,
      "ط": 752,
      "ظ": 753,
      "ع": 754,
      "غ": 755,
      "ـ": 756,
      "ف": 757,
      "ق": 758,
      "ك": 759,
      "ل": 760,
      "م": 761,
      "ن": 762,
      "ه": 763,
      "و": 764,
      "ى": 765,
      "ي": 766,
      "ً": 767,
      "ٍ": 768,
      "َ": 769,
      "ُ": 770,
      "ِ": 771,
      "ّ": 772,
      "ْ": 773,
      "ٰ": 774,
      "پ": 775,
      "ځ": 776,
      "چ": 777,
      "ڌ": 778,
      "ڠ": 779,
      "ک": 780,
      "گ": 781,
      "ھ": 782,
      "ہ": 783,
      "ی": 784,
      "ێ": 785,
      "۔": 786,
      "ۖ": 787,
      "۝": 788,
      "۞": 789,
      "ܐ": 790,
      "ܒ": 791,
      "ܓ": 792,
      "ܕ": 793,
      "ܘ": 794,
      "ܝ": 795,
      "ܟ": 796,
      "ܠ": 797,
      "ܡ": 798,
      "ܢ": 799,
      "ܥ": 800,
      "ܦ": 801,
      "ܪ": 802,
      "ܫ": 803,
      "ܬ": 804,
      "ܳ": 805,
      "ܵ": 806,
      "ܸ": 807,
      "ܹ": 808,
      "ܺ": 809,
      "ܿ": 810,
      "݁": 811,
      "݂": 812,
      "މ": 813,
      "ލ": 814,
      "ާ": 815,
      "ެ": 816,
      "ँ": 817,
      "ं": 818,
      "अ": 819,
      "आ": 820,
      "उ": 821,
      "ए": 822,
      "क": 823,
      "ख": 824,
      "ग": 825,
      "घ": 826,
      "ङ": 827,
      "च": 828,
      "ज": 829,
      "ञ": 830,
      "ट": 831,
      "ठ": 832,
      "ड": 833,
      "ण": 834,
      "त": 835,
      "थ": 836,
      "द": 837,
      "ध": 838,
      "न": 839,
      "प": 840,
      "ब": 841,
      "भ": 842,
      "म": 843,
      "य": 844,
      "र": 845,
      "ल": 846,
      "व": 847,
      "श": 848,
      "ष": 849,
      "स": 850,
      "ह": 851,
      "़": 852,
      "ा": 853,
      "ि": 854,
      "ी": 855,
      "ु": 856,
      "ू": 857,
      "ृ": 858,
      "े": 859,
      "ै": 860,
      "ो": 861,
      "्": 862,
      "ॐ": 863,
      "।": 864,
      "॥": 865,
      "ং": 866,
      "ঃ": 867,
      "অ": 868,
      "ই": 869,
      "উ": 870,
      "ঊ": 871,
      "ঋ": 872,
      "এ": 873,
      "ক": 874,
      "খ": 875,
      "গ": 876,
      "ঙ": 877,
      "জ": 878,
      "ট": 879,
      "ড": 880,
      "ঢ": 881,
      "ণ": 882,
      "ত": 883,
      "দ": 884,
      "ধ": 885,
      "ন": 886,
      "প": 887,
      "ব": 888,
      "ম": 889,
      "য": 890,
      "র": 891,
      "ল": 892,
      "শ": 893,
      "ষ": 894,
      "স": 895,
      "হ": 896,
      "়": 897,
      "া": 898,
      "ি": 899,
      "ী": 900,
      "ু": 901,
      "ে": 902,
      "ো": 903,
      "্": 904,
      "ৎ": 905,
      "১": 906,
      "৩": 907,
      "৪": 908,
      "৫": 909,
      "৭": 910,
      "ਅ": 911,
      "ਈ": 912,
      "ਖ": 913,
      "ਗ": 914,
      "ਚ": 915,
      "ਜ": 916,
      "ਝ": 917,
      "ਤ": 918,
      "ਦ": 919,
      "ਧ": 920,
      "ਨ": 921,
      "ਪ": 922,
      "ਬ": 923,
      "ਮ": 924,
      "ਰ": 925,
      "ਲ": 926,
      "ਸ": 927,
      "ਾ": 928,
      "ਿ": 929,
      "ੀ": 930,
      "ੁ": 931,
      "ੋ": 932,
      "੍": 933,
      "੧": 934,
      "੭": 935,
      "ੰ": 936,
      "ੴ": 937,
      "અ": 938,
      "આ": 939,
      "ઉ": 940,
      "ક": 941,
      "ગ": 942,
      "ચ": 943,
      "છ": 944,
      "જ": 945,
      "ણ": 946,
      "ત": 947,
      "થ": 948,
      "દ": 949,
      "ન": 950,
      "પ": 951,
      "ફ": 952,
      "ભ": 953,
      "મ": 954,
      "ય": 955,
      "ર": 956,
      "લ": 957,
      "ળ": 958,
      "વ": 959,
      "ષ": 960,
      "સ": 961,
      "ા": 962,
      "િ": 963,
      "ી": 964,
      "ુ": 965,
      "ે": 966,
      "ો": 967,
      "્": 968,
      "ଓ": 969,
      "ଡ": 970,
      "ଶ": 971,
      "଼": 972,
      "ା": 973,
      "ି": 974,
      "ஃ": 975,
      "அ": 976,
      "உ": 977,
      "க": 978,
      "ங": 979,
      "ச": 980,
      "ஞ": 981,
      "ண": 982,
      "த": 983,
      "ந": 984,
      "ன": 985,
      "ப": 986,
      "ம": 987,
      "ர": 988,
      "ல": 989,
      "ள": 990,
      "ழ": 991,
      "வ": 992,
      "ா": 993,
      "ி": 994,
      "ீ": 995,
      "ு": 996,
      "ெ": 997,
      "ை": 998,
      "்": 999,
      "ఁ": 1000,
      "ం": 1001,
      "ః": 1002,
      "అ": 1003,
      "ఐ": 1004,
      "ఔ": 1005,
      "క": 1006,
      "జ": 1007,
      "డ": 1008,
      "ణ": 1009,
      "త": 1010,
      "ద": 1011,
      "ప": 1012,
      "బ": 1013,
      "భ": 1014,
      "మ": 1015,
      "య": 1016,
      "ర": 1017,
      "ల": 1018,
      "వ": 1019,
      "హ": 1020,
      "ా": 1021,
      "ి": 1022,
      "ు": 1023,
      "్": 1024,
      "ಂ": 1025,
      "ಅ": 1026,
      "ಇ": 1027,
      "ಈ": 1028,
      "ಉ": 1029,
      "ಊ": 1030,
      "ಋ": 1031,
      "ಎ": 1032,
      "ಏ": 1033,
      "ಗ": 1034,
      "ಜ": 1035,
      "ದ": 1036,
      "ನ": 1037,
      "ಪ": 1038,
      "ಬ": 1039,
      "ಮ": 1040,
      "ರ": 1041,
      "ಲ": 1042,
      "ಳ": 1043,
      "ವ": 1044,
      "ಸ": 1045,
      "ಹ": 1046,
      "ಾ": 1047,
      "ಿ": 1048,
      "ೀ": 1049,
      "ು": 1050,
      "ೂ": 1051,
      "ೆ": 1052,
      "್": 1053,
      "ೠ": 1054,
      "ത": 1055,
      "ദ": 1056,
      "പ": 1057,
      "മ": 1058,
      "ര": 1059,
      "ല": 1060,
      "വ": 1061,
      "സ": 1062,
      "ാ": 1063,
      "ീ": 1064,
      "ോ": 1065,
      "്": 1066,
      "අ": 1067,
      "ක": 1068,
      "ට": 1069,
      "ත": 1070,
      "ද": 1071,
      "න": 1072,
      "ප": 1073,
      "ම": 1074,
      "ඹ": 1075,
      "ය": 1076,
      "ර": 1077,
      "ල": 1078,
      "ව": 1079,
      "ස": 1080,
      "ළ": 1081,
      "්": 1082,
      "ා": 1083,
      "ි": 1084,
      "ු": 1085,
      "ෙ": 1086,
      "ේ": 1087,
      "ො": 1088,
      "෴": 1089,
      "ก": 1090,
      "ข": 1091,
      "ฃ": 1092,
      "ค": 1093,
      "ฅ": 1094,
      "ง": 1095,
      "จ": 1096,
      "ฉ": 1097,
      "ช": 1098,
      "ซ": 1099,
      "ฌ": 1100,
      "ญ": 1101,
      "ฏ": 1102,
      "ฒ": 1103,
      "ณ": 1104,
      "ด": 1105,
      "ต": 1106,
      "ถ": 1107,
      "ท": 1108,
      "ธ": 1109,
      "น": 1110,
      "บ": 1111,
      "ป": 1112,
      "ผ": 1113,
      "ฝ": 1114,
      "พ": 1115,
      "ฟ": 1116,
      "ภ": 1117,
      "ม": 1118,
      "ย": 1119,
      "ร": 1120,
      "ฤ": 1121,
      "ล": 1122,
      "ฦ": 1123,
      "ว": 1124,
      "ศ": 1125,
      "ษ": 1126,
      "ส": 1127,
      "ห": 1128,
      "ฬ": 1129,
      "อ": 1130,
      "ฮ": 1131,
      "ฯ": 1132,
      "ะ": 1133,
      "ั": 1134,
      "า": 1135,
      "ำ": 1136,
      "ิ": 1137,
      "ี": 1138,
      "ึ": 1139,
      "ื": 1140,
      "ุ": 1141,
      "ู": 1142,
      "ฺ": 1143,
      "฿": 1144,
      "เ": 1145,
      "แ": 1146,
      "โ": 1147,
      "ใ": 1148,
      "ไ": 1149,
      "ๅ": 1150,
      "ๆ": 1151,
      "็": 1152,
      "่": 1153,
      "้": 1154,
      "์": 1155,
      "ํ": 1156,
      "๎": 1157,
      "๏": 1158,
      "๗": 1159,
      "๚": 1160,
      "๛": 1161,
      "ງ": 1162,
      "ຊ": 1163,
      "ດ": 1164,
      "ຕ": 1165,
      "ທ": 1166,
      "ນ": 1167,
      "ປ": 1168,
      "ມ": 1169,
      "ລ": 1170,
      "ວ": 1171,
      "ສ": 1172,
      "ອ": 1173,
      "ະ": 1174,
      "ັ": 1175,
      "າ": 1176,
      "ິ": 1177,
      "ື": 1178,
      "ົ": 1179,
      "ເ": 1180,
      "ໄ": 1181,
      "་": 1182,
      "།": 1183,
      "ག": 1184,
      "ང": 1185,
      "ཆ": 1186,
      "པ": 1187,
      "ཙ": 1188,
      "ས": 1189,
      "ེ": 1190,
      "ོ": 1191,
      "က": 1192,
      "ခ": 1193,
      "ပ": 1194,
      "မ": 1195,
      "ါ": 1196,
      "ာ": 1197,
      "ေ": 1198,
      "ဳ": 1199,
      "္": 1200,
      "်": 1201,
      "၏": 1202,
      "ၡ": 1203,
      "ა": 1204,
      "ბ": 1205,
      "გ": 1206,
      "დ": 1207,
      "ე": 1208,
      "ვ": 1209,
      "ზ": 1210,
      "თ": 1211,
      "ი": 1212,
      "კ": 1213,
      "ლ": 1214,
      "მ": 1215,
      "ნ": 1216,
      "ო": 1217,
      "პ": 1218,
      "რ": 1219,
      "ს": 1220,
      "ტ": 1221,
      "უ": 1222,
      "ფ": 1223,
      "ქ": 1224,
      "ღ": 1225,
      "ყ": 1226,
      "შ": 1227,
      "ც": 1228,
      "ძ": 1229,
      "წ": 1230,
      "ხ": 1231,
      "ჯ": 1232,
      "ჳ": 1233,
      "ჴ": 1234,
      "ᄎ": 1235,
      "ᅇ": 1236,
      "ሀ": 1237,
      "ህ": 1238,
      "ሊ": 1239,
      "ላ": 1240,
      "ል": 1241,
      "ሎ": 1242,
      "ሕ": 1243,
      "መ": 1244,
      "ሞ": 1245,
      "ሠ": 1246,
      "ሣ": 1247,
      "ሪ": 1248,
      "ራ": 1249,
      "ር": 1250,
      "ሮ": 1251,
      "ሲ": 1252,
      "ስ": 1253,
      "ቁ": 1254,
      "በ": 1255,
      "ቡ": 1256,
      "ባ": 1257,
      "ቤ": 1258,
      "ብ": 1259,
      "ተ": 1260,
      "ታ": 1261,
      "ት": 1262,
      "ቶ": 1263,
      "ኀ": 1264,
      "ኈ": 1265,
      "ኋ": 1266,
      "ና": 1267,
      "ን": 1268,
      "ኢ": 1269,
      "ኣ": 1270,
      "ኤ": 1271,
      "እ": 1272,
      "ከ": 1273,
      "ኬ": 1274,
      "ክ": 1275,
      "ኰ": 1276,
      "ኸ": 1277,
      "ዀ": 1278,
      "ወ": 1279,
      "ዊ": 1280,
      "ዓ": 1281,
      "ዘ": 1282,
      "የ": 1283,
      "ያ": 1284,
      "ይ": 1285,
      "ዮ": 1286,
      "ደ": 1287,
      "ዲ": 1288,
      "ዴ": 1289,
      "ገ": 1290,
      "ጥ": 1291,
      "ጨ": 1292,
      "ጰ": 1293,
      "ጵ": 1294,
      "ጸ": 1295,
      "ፀ": 1296,
      "ፌ": 1297,
      "ፎ": 1298,
      "ፐ": 1299,
      "።": 1300,
      "፭": 1301,
      "፻": 1302,
      "ᐊ": 1303,
      "ᑐ": 1304,
      "ᑕ": 1305,
      "ᑦ": 1306,
      "ᓄ": 1307,
      "ᓇ": 1308,
      "ᓐ": 1309,
      "ᓯ": 1310,
      "ᔪ": 1311,
      "ᔭ": 1312,
      "ᕗ": 1313,
      "ᖃ": 1314,
      "ᖅ": 1315,
      "ᛟ": 1316,
      "ក": 1317,
      "ខ": 1318,
      "ង": 1319,
      "ច": 1320,
      "ជ": 1321,
      "ញ": 1322,
      "ណ": 1323,
      "ត": 1324,
      "ថ": 1325,
      "ទ": 1326,
      "ន": 1327,
      "ប": 1328,
      "ព": 1329,
      "ភ": 1330,
      "ម": 1331,
      "យ": 1332,
      "រ": 1333,
      "ល": 1334,
      "វ": 1335,
      "ស": 1336,
      "ឡ": 1337,
      "អ": 1338,
      "ឥ": 1339,
      "ា": 1340,
      "ិ": 1341,
      "ី": 1342,
      "ុ": 1343,
      "េ": 1344,
      "ំ": 1345,
      "ះ": 1346,
      "៉": 1347,
      "់": 1348,
      "័": 1349,
      "្": 1350,
      "ᬩ": 1351,
      "ᬮ": 1352,
      "ᬶ": 1353,
      "ᮏ": 1354,
      "ᮝ": 1355,
      "ᴂ": 1356,
      "ᴔ": 1357,
      "ᵫ": 1358,
      "ᵺ": 1359,
      "ᵻ": 1360,
      "ḃ": 1361,
      "ḅ": 1362,
      "ḇ": 1363,
      "Ḍ": 1364,
      "ḍ": 1365,
      "ḏ": 1366,
      "ḑ": 1367,
      "ḕ": 1368,
      "ḗ": 1369,
      "ḡ": 1370,
      "ḣ": 1371,
      "Ḥ": 1372,
      "ḥ": 1373,
      "Ḧ": 1374,
      "Ḫ": 1375,
      "ḫ": 1376,
      "ḱ": 1377,
      "Ḳ": 1378,
      "ḳ": 1379,
      "Ḵ": 1380,
      "ḵ": 1381,
      "Ḷ": 1382,
      "ḷ": 1383,
      "ḻ": 1384,
      "ṁ": 1385,
      "ṃ": 1386,
      "ṅ": 1387,
      "ṇ": 1388,
      "ṓ": 1389,
      "ṗ": 1390,
      "Ṛ": 1391,
      "ṛ": 1392,
      "ṟ": 1393,
      "Ṣ": 1394,
      "ṣ": 1395,
      "ṫ": 1396,
      "Ṭ": 1397,
      "ṭ": 1398,
      "ṯ": 1399,
      "ṳ": 1400,
      "ṻ": 1401,
      "Ẅ": 1402,
      "ẅ": 1403,
      "ẍ": 1404,
      "Ẓ": 1405,
      "ẓ": 1406,
      "ẗ": 1407,
      "ẟ": 1408,
      "ạ": 1409,
      "ả": 1410,
      "Ấ": 1411,
      "ấ": 1412,
      "ầ": 1413,
      "ẩ": 1414,
      "ẫ": 1415,
      "ậ": 1416,
      "ắ": 1417,
      "ằ": 1418,
      "ẵ": 1419,
      "ặ": 1420,
      "ẹ": 1421,
      "ẻ": 1422,
      "Ẽ": 1423,
      "ẽ": 1424,
      "ế": 1425,
      "ề": 1426,
      "ể": 1427,
      "ễ": 1428,
      "ệ": 1429,
      "ỉ": 1430,
      "ị": 1431,
      "ọ": 1432,
      "ỏ": 1433,
      "ố": 1434,
      "ồ": 1435,
      "ổ": 1436,
      "ộ": 1437,
      "ớ": 1438,
      "ờ": 1439,
      "ở": 1440,
      "ợ": 1441,
      "ụ": 1442,
      "Ủ": 1443,
      "ủ": 1444,
      "ứ": 1445,
      "ừ": 1446,
      "ử": 1447,
      "ữ": 1448,
      "ự": 1449,
      "ỳ": 1450,
      "ỹ": 1451,
      "Ỻ": 1452,
      "ỻ": 1453,
      "ἀ": 1454,
      "ἁ": 1455,
      "ἄ": 1456,
      "ἅ": 1457,
      "ἆ": 1458,
      "Ἀ": 1459,
      "Ἄ": 1460,
      "Ἅ": 1461,
      "ἐ": 1462,
      "ἑ": 1463,
      "ἔ": 1464,
      "ἕ": 1465,
      "Ἑ": 1466,
      "Ἔ": 1467,
      "Ἕ": 1468,
      "ἠ": 1469,
      "ἡ": 1470,
      "ἤ": 1471,
      "ἥ": 1472,
      "ἦ": 1473,
      "Ἡ": 1474,
      "ἰ": 1475,
      "ἱ": 1476,
      "ἳ": 1477,
      "ἴ": 1478,
      "ἶ": 1479,
      "ἷ": 1480,
      "Ἰ": 1481,
      "Ἱ": 1482,
      "Ἴ": 1483,
      "Ἶ": 1484,
      "ὀ": 1485,
      "ὁ": 1486,
      "ὄ": 1487,
      "ὅ": 1488,
      "Ὀ": 1489,
      "Ὁ": 1490,
      "Ὅ": 1491,
      "ὐ": 1492,
      "ὑ": 1493,
      "ὕ": 1494,
      "ὖ": 1495,
      "Ὑ": 1496,
      "ὠ": 1497,
      "ὡ": 1498,
      "ὤ": 1499,
      "ὥ": 1500,
      "ὰ": 1501,
      "ὴ": 1502,
      "ὶ": 1503,
      "ὸ": 1504,
      "ὼ": 1505,
      "ᾠ": 1506,
      "ᾰ": 1507,
      "ᾴ": 1508,
      "ᾶ": 1509,
      "ᾷ": 1510,
      "᾽": 1511,
      "ῃ": 1512,
      "ῆ": 1513,
      "ῖ": 1514,
      "ῥ": 1515,
      "ῦ": 1516,
      "Ῥ": 1517,
      "ῳ": 1518,
      "ῶ": 1519,
      "ῷ": 1520,
      "‌": 1521,
      "‍": 1522,
      "‎": 1523,
      "‐": 1524,
      "‑": 1525,
      "‒": 1526,
      "–": 1527,
      "—": 1528,
      "―": 1529,
      "‖": 1530,
      "‘": 1531,
      "’": 1532,
      "‚": 1533,
      "“": 1534,
      "”": 1535,
      "„": 1536,
      "†": 1537,
      "‡": 1538,
      "•": 1539,
      "…": 1540,
      "‧": 1541,
      "‰": 1542,
      "′": 1543,
      "″": 1544,
      "‹": 1545,
      "›": 1546,
      "※": 1547,
      "‿": 1548,
      "⁄": 1549,
      "⁅": 1550,
      "⁆": 1551,
      "⁊": 1552,
      "⁙": 1553,
      "⁠": 1554,
      "⁬": 1555,
      "⁰": 1556,
      "⁵": 1557,
      "⁺": 1558,
      "ⁿ": 1559,
      "₁": 1560,
      "₂": 1561,
      "₃": 1562,
      "₇": 1563,
      "₣": 1564,
      "₤": 1565,
      "₧": 1566,
      "₨": 1567,
      "₩": 1568,
      "₪": 1569,
      "€": 1570,
      "₮": 1571,
      "₯": 1572,
      "₱": 1573,
      "₹": 1574,
      "₽": 1575,
      "₾": 1576,
      "⃝": 1577,
      "ℂ": 1578,
      "ℓ": 1579,
      "℔": 1580,
      "№": 1581,
      "℗": 1582,
      "ℚ": 1583,
      "ℝ": 1584,
      "℞": 1585,
      "℡": 1586,
      "™": 1587,
      "ℤ": 1588,
      "℧": 1589,
      "⅓": 1590,
      "⅔": 1591,
      "⅙": 1592,
      "⅛": 1593,
      "⅝": 1594,
      "⅞": 1595,
      "Ⅰ": 1596,
      "Ⅱ": 1597,
      "Ⅴ": 1598,
      "Ⅹ": 1599,
      "Ⅼ": 1600,
      "Ⅽ": 1601,
      "Ⅿ": 1602,
      "ↀ": 1603,
      "ↁ": 1604,
      "ↂ": 1605,
      "ↄ": 1606,
      "ↇ": 1607,
      "ↈ": 1608,
      "←": 1609,
      "→": 1610,
      "↔": 1611,
      "⇌": 1612,
      "⇒": 1613,
      "⇔": 1614,
      "∀": 1615,
      "∂": 1616,
      "∃": 1617,
      "∅": 1618,
      "∆": 1619,
      "∇": 1620,
      "∈": 1621,
      "∉": 1622,
      "∎": 1623,
      "∑": 1624,
      "−": 1625,
      "∗": 1626,
      "∘": 1627,
      "∙": 1628,
      "√": 1629,
      "∝": 1630,
      "∞": 1631,
      "∠": 1632,
      "∧": 1633,
      "∨": 1634,
      "∩": 1635,
      "∪": 1636,
      "∫": 1637,
      "∶": 1638,
      "∼": 1639,
      "∿": 1640,
      "≃": 1641,
      "≅": 1642,
      "≈": 1643,
      "≋": 1644,
      "≠": 1645,
      "≡": 1646,
      "≤": 1647,
      "≥": 1648,
      "≲": 1649,
      "⊂": 1650,
      "⊃": 1651,
      "⊆": 1652,
      "⊇": 1653,
      "⊊": 1654,
      "⊋": 1655,
      "⊏": 1656,
      "⊕": 1657,
      "⊗": 1658,
      "⊙": 1659,
      "⊥": 1660,
      "⊻": 1661,
      "⊼": 1662,
      "⊽": 1663,
      "⋅": 1664,
      "⌀": 1665,
      "⌈": 1666,
      "⌉": 1667,
      "⌊": 1668,
      "⌋": 1669,
      "⌕": 1670,
      "⌜": 1671,
      "⌝": 1672,
      "⌬": 1673,
      "⎓": 1674,
      "⏣": 1675,
      "⑆": 1676,
      "⑇": 1677,
      "⑈": 1678,
      "⑉": 1679,
      "④": 1680,
      "Ⓨ": 1681,
      "┐": 1682,
      "╗": 1683,
      "□": 1684,
      "◌": 1685,
      "☄": 1686,
      "☉": 1687,
      "☎": 1688,
      "☏": 1689,
      "☫": 1690,
      "☺": 1691,
      "♀": 1692,
      "♂": 1693,
      "♄": 1694,
      "♆": 1695,
      "♇": 1696,
      "♈": 1697,
      "♎": 1698,
      "♠": 1699,
      "♣": 1700,
      "♥": 1701,
      "♦": 1702,
      "♭": 1703,
      "♯": 1704,
      "⚥": 1705,
      "⚧": 1706,
      "⚳": 1707,
      "⚴": 1708,
      "⚵": 1709,
      "✆": 1710,
      "⟦": 1711,
      "⟧": 1712,
      "⟨": 1713,
      "⟩": 1714,
      "⟼": 1715,
      "Ⰳ": 1716,
      "Ⰹ": 1717,
      "Ⰺ": 1718,
      "Ⰻ": 1719,
      "Ⱆ": 1720,
      "Ⱏ": 1721,
      "Ⱐ": 1722,
      "Ⱓ": 1723,
      "Ⱔ": 1724,
      "Ⱗ": 1725,
      "Ⱘ": 1726,
      "Ⱙ": 1727,
      "ⰰ": 1728,
      "ⰳ": 1729,
      "ⰻ": 1730,
      "ⰾ": 1731,
      "ⱁ": 1732,
      "ⱌ": 1733,
      "ⴰ": 1734,
      "ⴼ": 1735,
      "ⴽ": 1736,
      "ⵎ": 1737,
      "ⵏ": 1738,
      "ⵓ": 1739,
      "ⵔ": 1740,
      "ⵙ": 1741,
      "ⵛ": 1742,
      "ⵜ": 1743,
      "⸤": 1744,
      "⸥": 1745,
      "⸺": 1746,
      "⸻": 1747,
      "⻌": 1748,
      "。": 1749,
      "〈": 1750,
      "〉": 1751,
      "《": 1752,
      "》": 1753,
      "【": 1754,
      "】": 1755,
      "〜": 1756,
      "〮": 1757,
      "〯": 1758,
      "あ": 1759,
      "い": 1760,
      "う": 1761,
      "え": 1762,
      "お": 1763,
      "か": 1764,
      "が": 1765,
      "き": 1766,
      "ぎ": 1767,
      "く": 1768,
      "ぐ": 1769,
      "け": 1770,
      "げ": 1771,
      "さ": 1772,
      "し": 1773,
      "じ": 1774,
      "す": 1775,
      "せ": 1776,
      "た": 1777,
      "だ": 1778,
      "ち": 1779,
      "ぢ": 1780,
      "っ": 1781,
      "つ": 1782,
      "づ": 1783,
      "て": 1784,
      "と": 1785,
      "ど": 1786,
      "な": 1787,
      "に": 1788,
      "ぬ": 1789,
      "の": 1790,
      "は": 1791,
      "ひ": 1792,
      "へ": 1793,
      "ほ": 1794,
      "ま": 1795,
      "み": 1796,
      "む": 1797,
      "ゃ": 1798,
      "ゅ": 1799,
      "ょ": 1800,
      "よ": 1801,
      "り": 1802,
      "る": 1803,
      "ろ": 1804,
      "ゎ": 1805,
      "わ": 1806,
      "ゐ": 1807,
      "ゑ": 1808,
      "を": 1809,
      "ん": 1810,
      "ゔ": 1811,
      "゚": 1812,
      "ゝ": 1813,
      "ゞ": 1814,
      "ァ": 1815,
      "ア": 1816,
      "ィ": 1817,
      "イ": 1818,
      "ゥ": 1819,
      "ウ": 1820,
      "ェ": 1821,
      "エ": 1822,
      "ォ": 1823,
      "オ": 1824,
      "カ": 1825,
      "キ": 1826,
      "ギ": 1827,
      "ク": 1828,
      "グ": 1829,
      "ケ": 1830,
      "コ": 1831,
      "ゴ": 1832,
      "サ": 1833,
      "シ": 1834,
      "ジ": 1835,
      "ス": 1836,
      "ズ": 1837,
      "セ": 1838,
      "ソ": 1839,
      "タ": 1840,
      "ダ": 1841,
      "チ": 1842,
      "ッ": 1843,
      "ツ": 1844,
      "テ": 1845,
      "デ": 1846,
      "ト": 1847,
      "ド": 1848,
      "ナ": 1849,
      "ニ": 1850,
      "ヌ": 1851,
      "ネ": 1852,
      "ハ": 1853,
      "バ": 1854,
      "パ": 1855,
      "ヒ": 1856,
      "ビ": 1857,
      "ピ": 1858,
      "フ": 1859,
      "ブ": 1860,
      "プ": 1861,
      "ベ": 1862,
      "ペ": 1863,
      "ホ": 1864,
      "ボ": 1865,
      "ポ": 1866,
      "マ": 1867,
      "ミ": 1868,
      "ム": 1869,
      "メ": 1870,
      "モ": 1871,
      "ャ": 1872,
      "ヤ": 1873,
      "ュ": 1874,
      "ョ": 1875,
      "ヨ": 1876,
      "ラ": 1877,
      "リ": 1878,
      "ル": 1879,
      "レ": 1880,
      "ロ": 1881,
      "ワ": 1882,
      "ヲ": 1883,
      "ン": 1884,
      "ヴ": 1885,
      "ヶ": 1886,
      "・": 1887,
      "ー": 1888,
      "ヽ": 1889,
      "ヾ": 1890,
      "ㄖ": 1891,
      "ㄱ": 1892,
      "ㄲ": 1893,
      "ㄷ": 1894,
      "ㄸ": 1895,
      "ㅂ": 1896,
      "ㅃ": 1897,
      "ㅆ": 1898,
      "ㅇ": 1899,
      "ㅈ": 1900,
      "ㅉ": 1901,
      "ㅊ": 1902,
      "ㅐ": 1903,
      "ㅒ": 1904,
      "ㅔ": 1905,
      "ㅖ": 1906,
      "ㅚ": 1907,
      "ㅟ": 1908,
      "ㅣ": 1909,
      "ㆅ": 1910,
      "ㇷ": 1911,
      "㍴": 1912,
      "㎕": 1913,
      "㎖": 1914,
      "㎗": 1915,
      "㎘": 1916,
      "㎢": 1917,
      "㏔": 1918,
      "㓾": 1919,
      "一": 1920,
      "万": 1921,
      "三": 1922,
      "上": 1923,
      "下": 1924,
      "不": 1925,
      "世": 1926,
      "丘": 1927,
      "业": 1928,
      "东": 1929,
      "丝": 1930,
      "両": 1931,
      "个": 1932,
      "中": 1933,
      "丰": 1934,
      "丹": 1935,
      "为": 1936,
      "主": 1937,
      "么": 1938,
      "义": 1939,
      "之": 1940,
      "乐": 1941,
      "乗": 1942,
      "九": 1943,
      "乞": 1944,
      "乡": 1945,
      "书": 1946,
      "乳": 1947,
      "了": 1948,
      "事": 1949,
      "二": 1950,
      "于": 1951,
      "云": 1952,
      "互": 1953,
      "亓": 1954,
      "五": 1955,
      "井": 1956,
      "些": 1957,
      "交": 1958,
      "京": 1959,
      "亭": 1960,
      "亲": 1961,
      "人": 1962,
      "亻": 1963,
      "什": 1964,
      "仁": 1965,
      "今": 1966,
      "介": 1967,
      "仔": 1968,
      "他": 1969,
      "代": 1970,
      "令": 1971,
      "以": 1972,
      "仪": 1973,
      "们": 1974,
      "仲": 1975,
      "伊": 1976,
      "伐": 1977,
      "休": 1978,
      "会": 1979,
      "传": 1980,
      "伯": 1981,
      "佇": 1982,
      "住": 1983,
      "佐": 1984,
      "体": 1985,
      "何": 1986,
      "余": 1987,
      "佛": 1988,
      "作": 1989,
      "你": 1990,
      "使": 1991,
      "來": 1992,
      "例": 1993,
      "侍": 1994,
      "侖": 1995,
      "依": 1996,
      "侠": 1997,
      "侨": 1998,
      "侬": 1999,
      "侮": 2000,
      "侯": 2001,
      "俄": 2002,
      "保": 2003,
      "信": 2004,
      "俭": 2005,
      "修": 2006,
      "俳": 2007,
      "俵": 2008,
      "們": 2009,
      "倭": 2010,
      "偕": 2011,
      "健": 2012,
      "偿": 2013,
      "傑": 2014,
      "傘": 2015,
      "備": 2016,
      "傳": 2017,
      "債": 2018,
      "像": 2019,
      "僧": 2020,
      "儀": 2021,
      "儂": 2022,
      "儉": 2023,
      "儒": 2024,
      "優": 2025,
      "儿": 2026,
      "元": 2027,
      "兆": 2028,
      "先": 2029,
      "光": 2030,
      "克": 2031,
      "兒": 2032,
      "入": 2033,
      "內": 2034,
      "全": 2035,
      "兩": 2036,
      "八": 2037,
      "公": 2038,
      "六": 2039,
      "兮": 2040,
      "兰": 2041,
      "共": 2042,
      "关": 2043,
      "兵": 2044,
      "典": 2045,
      "兼": 2046,
      "内": 2047,
      "军": 2048,
      "农": 2049,
      "冤": 2050,
      "冫": 2051,
      "冶": 2052,
      "准": 2053,
      "出": 2054,
      "刀": 2055,
      "分": 2056,
      "切": 2057,
      "列": 2058,
      "刘": 2059,
      "判": 2060,
      "別": 2061,
      "利": 2062,
      "别": 2063,
      "到": 2064,
      "制": 2065,
      "券": 2066,
      "刺": 2067,
      "刻": 2068,
      "削": 2069,
      "前": 2070,
      "剎": 2071,
      "剑": 2072,
      "剣": 2073,
      "創": 2074,
      "劇": 2075,
      "劉": 2076,
      "劍": 2077,
      "力": 2078,
      "办": 2079,
      "功": 2080,
      "务": 2081,
      "动": 2082,
      "勇": 2083,
      "務": 2084,
      "勢": 2085,
      "勿": 2086,
      "包": 2087,
      "匆": 2088,
      "匕": 2089,
      "化": 2090,
      "北": 2091,
      "匪": 2092,
      "区": 2093,
      "區": 2094,
      "十": 2095,
      "千": 2096,
      "升": 2097,
      "半": 2098,
      "华": 2099,
      "協": 2100,
      "南": 2101,
      "博": 2102,
      "卜": 2103,
      "占": 2104,
      "卦": 2105,
      "卫": 2106,
      "印": 2107,
      "卿": 2108,
      "厅": 2109,
      "厘": 2110,
      "原": 2111,
      "去": 2112,
      "县": 2113,
      "参": 2114,
      "參": 2115,
      "又": 2116,
      "及": 2117,
      "友": 2118,
      "双": 2119,
      "反": 2120,
      "发": 2121,
      "叔": 2122,
      "取": 2123,
      "受": 2124,
      "叠": 2125,
      "口": 2126,
      "古": 2127,
      "句": 2128,
      "叭": 2129,
      "可": 2130,
      "台": 2131,
      "史": 2132,
      "右": 2133,
      "叶": 2134,
      "号": 2135,
      "司": 2136,
      "合": 2137,
      "吉": 2138,
      "同": 2139,
      "名": 2140,
      "后": 2141,
      "向": 2142,
      "吒": 2143,
      "吗": 2144,
      "君": 2145,
      "含": 2146,
      "吳": 2147,
      "吴": 2148,
      "吾": 2149,
      "员": 2150,
      "呣": 2151,
      "周": 2152,
      "味": 2153,
      "和": 2154,
      "咗": 2155,
      "咧": 2156,
      "咱": 2157,
      "品": 2158,
      "哟": 2159,
      "哥": 2160,
      "唐": 2161,
      "唔": 2162,
      "唯": 2163,
      "唵": 2164,
      "商": 2165,
      "問": 2166,
      "啲": 2167,
      "善": 2168,
      "嗎": 2169,
      "嘅": 2170,
      "嘉": 2171,
      "嘛": 2172,
      "噌": 2173,
      "器": 2174,
      "嚴": 2175,
      "四": 2176,
      "回": 2177,
      "园": 2178,
      "围": 2179,
      "国": 2180,
      "國": 2181,
      "園": 2182,
      "圓": 2183,
      "圕": 2184,
      "圖": 2185,
      "土": 2186,
      "圣": 2187,
      "圧": 2188,
      "在": 2189,
      "地": 2190,
      "圳": 2191,
      "坂": 2192,
      "坐": 2193,
      "坑": 2194,
      "块": 2195,
      "坛": 2196,
      "型": 2197,
      "垣": 2198,
      "城": 2199,
      "域": 2200,
      "埠": 2201,
      "基": 2202,
      "埼": 2203,
      "堂": 2204,
      "堡": 2205,
      "堤": 2206,
      "報": 2207,
      "場": 2208,
      "塊": 2209,
      "塗": 2210,
      "塞": 2211,
      "填": 2212,
      "境": 2213,
      "增": 2214,
      "壇": 2215,
      "壓": 2216,
      "壤": 2217,
      "士": 2218,
      "声": 2219,
      "壶": 2220,
      "壺": 2221,
      "处": 2222,
      "复": 2223,
      "夏": 2224,
      "外": 2225,
      "多": 2226,
      "大": 2227,
      "天": 2228,
      "太": 2229,
      "夫": 2230,
      "央": 2231,
      "失": 2232,
      "头": 2233,
      "夷": 2234,
      "奈": 2235,
      "奉": 2236,
      "奘": 2237,
      "女": 2238,
      "她": 2239,
      "好": 2240,
      "如": 2241,
      "妈": 2242,
      "妳": 2243,
      "妹": 2244,
      "始": 2245,
      "姑": 2246,
      "姓": 2247,
      "委": 2248,
      "姚": 2249,
      "姻": 2250,
      "姿": 2251,
      "娘": 2252,
      "婚": 2253,
      "媛": 2254,
      "子": 2255,
      "孔": 2256,
      "字": 2257,
      "孟": 2258,
      "学": 2259,
      "孫": 2260,
      "學": 2261,
      "宁": 2262,
      "它": 2263,
      "宇": 2264,
      "守": 2265,
      "安": 2266,
      "宋": 2267,
      "完": 2268,
      "宏": 2269,
      "宗": 2270,
      "官": 2271,
      "定": 2272,
      "实": 2273,
      "客": 2274,
      "宣": 2275,
      "宮": 2276,
      "家": 2277,
      "宿": 2278,
      "密": 2279,
      "富": 2280,
      "寒": 2281,
      "察": 2282,
      "寧": 2283,
      "寮": 2284,
      "寶": 2285,
      "寺": 2286,
      "封": 2287,
      "専": 2288,
      "射": 2289,
      "将": 2290,
      "將": 2291,
      "尊": 2292,
      "小": 2293,
      "少": 2294,
      "尔": 2295,
      "尺": 2296,
      "尼": 2297,
      "局": 2298,
      "居": 2299,
      "屋": 2300,
      "層": 2301,
      "山": 2302,
      "岁": 2303,
      "岐": 2304,
      "岛": 2305,
      "岡": 2306,
      "岸": 2307,
      "峠": 2308,
      "峰": 2309,
      "島": 2310,
      "崗": 2311,
      "崩": 2312,
      "川": 2313,
      "州": 2314,
      "巣": 2315,
      "工": 2316,
      "左": 2317,
      "己": 2318,
      "巴": 2319,
      "市": 2320,
      "布": 2321,
      "帅": 2322,
      "师": 2323,
      "帖": 2324,
      "帝": 2325,
      "帥": 2326,
      "師": 2327,
      "帰": 2328,
      "常": 2329,
      "幕": 2330,
      "幣": 2331,
      "平": 2332,
      "年": 2333,
      "并": 2334,
      "幼": 2335,
      "广": 2336,
      "庁": 2337,
      "広": 2338,
      "庄": 2339,
      "庆": 2340,
      "库": 2341,
      "店": 2342,
      "庙": 2343,
      "府": 2344,
      "度": 2345,
      "康": 2346,
      "廃": 2347,
      "廉": 2348,
      "廊": 2349,
      "廣": 2350,
      "廳": 2351,
      "建": 2352,
      "弁": 2353,
      "弄": 2354,
      "弗": 2355,
      "弘": 2356,
      "张": 2357,
      "弦": 2358,
      "張": 2359,
      "强": 2360,
      "录": 2361,
      "彙": 2362,
      "形": 2363,
      "彤": 2364,
      "彼": 2365,
      "很": 2366,
      "律": 2367,
      "徒": 2368,
      "從": 2369,
      "御": 2370,
      "復": 2371,
      "徳": 2372,
      "徵": 2373,
      "德": 2374,
      "徽": 2375,
      "心": 2376,
      "志": 2377,
      "忙": 2378,
      "态": 2379,
      "性": 2380,
      "怪": 2381,
      "总": 2382,
      "恐": 2383,
      "恕": 2384,
      "恥": 2385,
      "恩": 2386,
      "恭": 2387,
      "息": 2388,
      "悉": 2389,
      "悔": 2390,
      "悟": 2391,
      "您": 2392,
      "情": 2393,
      "想": 2394,
      "愛": 2395,
      "慈": 2396,
      "慶": 2397,
      "憂": 2398,
      "憨": 2399,
      "應": 2400,
      "懷": 2401,
      "懸": 2402,
      "成": 2403,
      "我": 2404,
      "战": 2405,
      "戦": 2406,
      "戸": 2407,
      "房": 2408,
      "所": 2409,
      "扁": 2410,
      "手": 2411,
      "才": 2412,
      "扒": 2413,
      "扶": 2414,
      "技": 2415,
      "折": 2416,
      "护": 2417,
      "报": 2418,
      "抱": 2419,
      "拉": 2420,
      "拓": 2421,
      "招": 2422,
      "拜": 2423,
      "拝": 2424,
      "拼": 2425,
      "拿": 2426,
      "指": 2427,
      "按": 2428,
      "挑": 2429,
      "振": 2430,
      "授": 2431,
      "推": 2432,
      "提": 2433,
      "揚": 2434,
      "換": 2435,
      "摩": 2436,
      "撓": 2437,
      "支": 2438,
      "改": 2439,
      "政": 2440,
      "敏": 2441,
      "教": 2442,
      "敬": 2443,
      "敷": 2444,
      "文": 2445,
      "斗": 2446,
      "斤": 2447,
      "斯": 2448,
      "新": 2449,
      "方": 2450,
      "旁": 2451,
      "旅": 2452,
      "族": 2453,
      "日": 2454,
      "旭": 2455,
      "昌": 2456,
      "明": 2457,
      "星": 2458,
      "春": 2459,
      "昨": 2460,
      "是": 2461,
      "時": 2462,
      "晉": 2463,
      "晋": 2464,
      "晖": 2465,
      "晚": 2466,
      "普": 2467,
      "晶": 2468,
      "智": 2469,
      "暂": 2470,
      "曉": 2471,
      "曲": 2472,
      "書": 2473,
      "曹": 2474,
      "曾": 2475,
      "替": 2476,
      "最": 2477,
      "會": 2478,
      "月": 2479,
      "有": 2480,
      "服": 2481,
      "朗": 2482,
      "朝": 2483,
      "期": 2484,
      "木": 2485,
      "未": 2486,
      "本": 2487,
      "朱": 2488,
      "朴": 2489,
      "机": 2490,
      "李": 2491,
      "村": 2492,
      "杜": 2493,
      "条": 2494,
      "来": 2495,
      "杨": 2496,
      "杭": 2497,
      "東": 2498,
      "松": 2499,
      "林": 2500,
      "枝": 2501,
      "架": 2502,
      "查": 2503,
      "柳": 2504,
      "柴": 2505,
      "栃": 2506,
      "校": 2507,
      "根": 2508,
      "格": 2509,
      "桂": 2510,
      "案": 2511,
      "梁": 2512,
      "梅": 2513,
      "梆": 2514,
      "梦": 2515,
      "梨": 2516,
      "梵": 2517,
      "检": 2518,
      "棍": 2519,
      "棚": 2520,
      "森": 2521,
      "棲": 2522,
      "椒": 2523,
      "検": 2524,
      "楊": 2525,
      "楚": 2526,
      "業": 2527,
      "極": 2528,
      "楷": 2529,
      "楼": 2530,
      "楽": 2531,
      "樂": 2532,
      "樓": 2533,
      "標": 2534,
      "機": 2535,
      "檬": 2536,
      "檸": 2537,
      "次": 2538,
      "欢": 2539,
      "欣": 2540,
      "歌": 2541,
      "正": 2542,
      "此": 2543,
      "武": 2544,
      "歲": 2545,
      "殷": 2546,
      "殿": 2547,
      "毋": 2548,
      "母": 2549,
      "每": 2550,
      "比": 2551,
      "毘": 2552,
      "毛": 2553,
      "氏": 2554,
      "民": 2555,
      "气": 2556,
      "氣": 2557,
      "水": 2558,
      "氵": 2559,
      "汁": 2560,
      "汇": 2561,
      "汉": 2562,
      "汝": 2563,
      "江": 2564,
      "沁": 2565,
      "沃": 2566,
      "沒": 2567,
      "沓": 2568,
      "沪": 2569,
      "河": 2570,
      "治": 2571,
      "泉": 2572,
      "法": 2573,
      "波": 2574,
      "泥": 2575,
      "泰": 2576,
      "泽": 2577,
      "洋": 2578,
      "洛": 2579,
      "洞": 2580,
      "津": 2581,
      "洪": 2582,
      "洲": 2583,
      "派": 2584,
      "流": 2585,
      "浣": 2586,
      "浦": 2587,
      "海": 2588,
      "消": 2589,
      "淞": 2590,
      "淨": 2591,
      "深": 2592,
      "淵": 2593,
      "添": 2594,
      "清": 2595,
      "済": 2596,
      "渝": 2597,
      "渤": 2598,
      "温": 2599,
      "港": 2600,
      "湖": 2601,
      "湘": 2602,
      "湾": 2603,
      "準": 2604,
      "溪": 2605,
      "溫": 2606,
      "漢": 2607,
      "漫": 2608,
      "潔": 2609,
      "潘": 2610,
      "潛": 2611,
      "潤": 2612,
      "澄": 2613,
      "澤": 2614,
      "澳": 2615,
      "濟": 2616,
      "火": 2617,
      "灭": 2618,
      "点": 2619,
      "為": 2620,
      "焉": 2621,
      "焚": 2622,
      "無": 2623,
      "然": 2624,
      "熊": 2625,
      "燒": 2626,
      "燕": 2627,
      "爆": 2628,
      "爵": 2629,
      "父": 2630,
      "版": 2631,
      "牌": 2632,
      "牙": 2633,
      "牛": 2634,
      "牧": 2635,
      "物": 2636,
      "特": 2637,
      "独": 2638,
      "猫": 2639,
      "玄": 2640,
      "玉": 2641,
      "王": 2642,
      "玛": 2643,
      "现": 2644,
      "珊": 2645,
      "珍": 2646,
      "珠": 2647,
      "現": 2648,
      "理": 2649,
      "琳": 2650,
      "琴": 2651,
      "琵": 2652,
      "琶": 2653,
      "瑚": 2654,
      "瑤": 2655,
      "瓦": 2656,
      "瓩": 2657,
      "生": 2658,
      "産": 2659,
      "用": 2660,
      "田": 2661,
      "由": 2662,
      "甲": 2663,
      "电": 2664,
      "画": 2665,
      "界": 2666,
      "略": 2667,
      "番": 2668,
      "異": 2669,
      "發": 2670,
      "白": 2671,
      "百": 2672,
      "的": 2673,
      "皇": 2674,
      "皮": 2675,
      "益": 2676,
      "監": 2677,
      "目": 2678,
      "盲": 2679,
      "直": 2680,
      "相": 2681,
      "省": 2682,
      "県": 2683,
      "眞": 2684,
      "真": 2685,
      "眾": 2686,
      "着": 2687,
      "督": 2688,
      "瞽": 2689,
      "知": 2690,
      "矩": 2691,
      "短": 2692,
      "石": 2693,
      "矿": 2694,
      "硫": 2695,
      "碑": 2696,
      "碗": 2697,
      "礻": 2698,
      "礼": 2699,
      "社": 2700,
      "祀": 2701,
      "祈": 2702,
      "祐": 2703,
      "神": 2704,
      "祥": 2705,
      "祩": 2706,
      "祭": 2707,
      "祺": 2708,
      "禅": 2709,
      "禊": 2710,
      "福": 2711,
      "禪": 2712,
      "禮": 2713,
      "禱": 2714,
      "禺": 2715,
      "秀": 2716,
      "私": 2717,
      "秉": 2718,
      "秋": 2719,
      "秦": 2720,
      "程": 2721,
      "種": 2722,
      "穆": 2723,
      "空": 2724,
      "立": 2725,
      "竜": 2726,
      "章": 2727,
      "竹": 2728,
      "笛": 2729,
      "笠": 2730,
      "符": 2731,
      "第": 2732,
      "筆": 2733,
      "等": 2734,
      "筒": 2735,
      "策": 2736,
      "箇": 2737,
      "管": 2738,
      "箱": 2739,
      "節": 2740,
      "篆": 2741,
      "篪": 2742,
      "簫": 2743,
      "籲": 2744,
      "米": 2745,
      "粉": 2746,
      "粤": 2747,
      "粥": 2748,
      "粵": 2749,
      "精": 2750,
      "糎": 2751,
      "糜": 2752,
      "系": 2753,
      "紅": 2754,
      "紇": 2755,
      "納": 2756,
      "紐": 2757,
      "紙": 2758,
      "紧": 2759,
      "累": 2760,
      "紹": 2761,
      "組": 2762,
      "経": 2763,
      "結": 2764,
      "統": 2765,
      "綏": 2766,
      "經": 2767,
      "続": 2768,
      "緊": 2769,
      "総": 2770,
      "緑": 2771,
      "縁": 2772,
      "縄": 2773,
      "縣": 2774,
      "總": 2775,
      "繁": 2776,
      "織": 2777,
      "级": 2778,
      "线": 2779,
      "组": 2780,
      "经": 2781,
      "统": 2782,
      "罚": 2783,
      "置": 2784,
      "罽": 2785,
      "羅": 2786,
      "羊": 2787,
      "義": 2788,
      "羽": 2789,
      "習": 2790,
      "翔": 2791,
      "老": 2792,
      "考": 2793,
      "耆": 2794,
      "而": 2795,
      "耶": 2796,
      "耻": 2797,
      "耽": 2798,
      "联": 2799,
      "聖": 2800,
      "聞": 2801,
      "聰": 2802,
      "聲": 2803,
      "職": 2804,
      "聽": 2805,
      "肇": 2806,
      "肉": 2807,
      "肖": 2808,
      "肥": 2809,
      "背": 2810,
      "胡": 2811,
      "能": 2812,
      "脑": 2813,
      "脫": 2814,
      "脾": 2815,
      "腐": 2816,
      "腔": 2817,
      "腺": 2818,
      "膠": 2819,
      "臧": 2820,
      "臨": 2821,
      "自": 2822,
      "至": 2823,
      "致": 2824,
      "舅": 2825,
      "興": 2826,
      "舊": 2827,
      "舐": 2828,
      "舞": 2829,
      "船": 2830,
      "良": 2831,
      "节": 2832,
      "芪": 2833,
      "花": 2834,
      "苦": 2835,
      "英": 2836,
      "茂": 2837,
      "茨": 2838,
      "茲": 2839,
      "茶": 2840,
      "草": 2841,
      "荣": 2842,
      "药": 2843,
      "荼": 2844,
      "莊": 2845,
      "莎": 2846,
      "莫": 2847,
      "菊": 2848,
      "菜": 2849,
      "菩": 2850,
      "華": 2851,
      "营": 2852,
      "萧": 2853,
      "萨": 2854,
      "萬": 2855,
      "葉": 2856,
      "著": 2857,
      "蒋": 2858,
      "蒙": 2859,
      "蓋": 2860,
      "蔡": 2861,
      "蔣": 2862,
      "蕃": 2863,
      "蕅": 2864,
      "蕭": 2865,
      "薩": 2866,
      "藤": 2867,
      "藩": 2868,
      "蘇": 2869,
      "蘊": 2870,
      "虔": 2871,
      "虛": 2872,
      "號": 2873,
      "虫": 2874,
      "蛇": 2875,
      "蛛": 2876,
      "蜀": 2877,
      "蜘": 2878,
      "蝴": 2879,
      "蝶": 2880,
      "衆": 2881,
      "行": 2882,
      "街": 2883,
      "衛": 2884,
      "衡": 2885,
      "衣": 2886,
      "表": 2887,
      "衷": 2888,
      "袁": 2889,
      "裁": 2890,
      "裏": 2891,
      "補": 2892,
      "裡": 2893,
      "褒": 2894,
      "西": 2895,
      "覆": 2896,
      "規": 2897,
      "覚": 2898,
      "親": 2899,
      "観": 2900,
      "视": 2901,
      "解": 2902,
      "言": 2903,
      "訓": 2904,
      "訥": 2905,
      "訶": 2906,
      "試": 2907,
      "詩": 2908,
      "話": 2909,
      "詹": 2910,
      "語": 2911,
      "誠": 2912,
      "誤": 2913,
      "說": 2914,
      "読": 2915,
      "談": 2916,
      "論": 2917,
      "諜": 2918,
      "諡": 2919,
      "諱": 2920,
      "諸": 2921,
      "講": 2922,
      "識": 2923,
      "譚": 2924,
      "譜": 2925,
      "警": 2926,
      "議": 2927,
      "護": 2928,
      "讀": 2929,
      "讓": 2930,
      "让": 2931,
      "议": 2932,
      "记": 2933,
      "证": 2934,
      "诌": 2935,
      "试": 2936,
      "诚": 2937,
      "话": 2938,
      "语": 2939,
      "诸": 2940,
      "谶": 2941,
      "谷": 2942,
      "豁": 2943,
      "豆": 2944,
      "豐": 2945,
      "豔": 2946,
      "豚": 2947,
      "象": 2948,
      "豫": 2949,
      "財": 2950,
      "貴": 2951,
      "賓": 2952,
      "賤": 2953,
      "贊": 2954,
      "质": 2955,
      "贱": 2956,
      "贵": 2957,
      "赔": 2958,
      "赤": 2959,
      "赭": 2960,
      "赵": 2961,
      "越": 2962,
      "趙": 2963,
      "趾": 2964,
      "跤": 2965,
      "踮": 2966,
      "蹴": 2967,
      "身": 2968,
      "車": 2969,
      "軍": 2970,
      "輝": 2971,
      "车": 2972,
      "辖": 2973,
      "辞": 2974,
      "辰": 2975,
      "辻": 2976,
      "过": 2977,
      "这": 2978,
      "迩": 2979,
      "适": 2980,
      "途": 2981,
      "這": 2982,
